<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'usepolicy';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-usepolicy container">
    <h1>利用規約</h1>
    <h4>
        この利用規約は、利用者のみなさまがARMANS株式会社（以下「ARMANS」といいます）が直接、又はパートナーと共同で運営するウェブサイトおよびアプリケーション（ケアアップ）を利用するに際しての注意事項を定めたものです。
    </h4>

    <h4>第1条（規約の適用）</h4>
    <h5>本規約の内容は、利用者への事前の通知なしに必要に応じて変更することがあります。
当社が前項に基づき本規約の内容変更を行った後、利用者が本サービスを利用した場合、当該利用者が本規約の変更を承諾したものとみなすものとします。</h5>
    <br />

    <h4>第2条（本サービスの利用について）</h4>
    <h5>ケアアップまたは当社指定サイト上で会員登録を行った利用者（以下「会員」といいます）のみが利用できるサービスについては、会員のみが利用できるものとし、会員サービスの利用を希望する利用者は、ケアアップまたは当社指定のサイト上で会員登録を行ってからご利用下さい。利用者のみなさまがケアアップを通して行う取引（事業所検索、商品購入、サービスの利用、事業所への資料請求・問い合わせ、依頼、掲示板の利用等をいいます。）は、すべてユーザーのみなさまと「サービス提供者」（取引の対象となる商品又はサービスを提供する者をいい、介護事業所、人材紹介会社、インフォーマル提供会社、イベント企画社、商品出品者、及びこれらの代理店が含まれます。またこれらの関連会社）との間で直接行っていただくものです。ARMANSは、取引の当事者とはならず、取引に関する責任は負いません。したがって、万一取引に関してトラブルが生じた場合には、ユーザーのみなさまとサービス提供者との間で直接解決していただくことになります。</h5>
    <br />

    <h4>第3条（免責事項およびサービスの停止の可能性）</h4>
    <h5>ARMANSは、次の各号に該当する場合、利用者への事前の通知や承諾なしに、本サービスの一時的な運用の停止を行うことがあります。</h5>
    <ul>
        <li><h5>ケアアップの保守または仕様の変更を行う場合</h5></li>
        <li><h5>当社が、運営上およびその他の理由でケアアップの一時的な運用停止が必要と判断した場合</h5></li>
    </ul>
    <h5>ARMANSは、通信回線やコンピュータ等の障害によるシステムの中断・遅滞・中止・データの消失、データへの不正アクセスにより生じた損害、その他ケアアップのサービスに関してユーザーのみなさまに生じた損害について、一切責任を負わないものとします。また、ケアアップは、ARMANSのウェブページ、サーバー、ドメイン等から送られるメール、コンテンツ等に、コンピュータ・ウィルス等の有害なものが含まれないことを保証しません。</h5>
    <br />

    <h4>第４条（利用者の禁止事項）</h4>
    <h5>ケアアップ上に掲載する画像、コメント、掲載介護事業所・掲載会社の掲載情報等の著作権はARMANSに帰属しているため、利用者が、著作権法で認められる引用の範囲を超えて、ARMANSの事前の承諾なく、当該画像、掲載介護事業所・掲載会社の掲載情報等を使用する行為を一切禁止します。</h5>
    <ol>
        <h5><li>他人になりすまして情報を送信または書き込む行為を一切禁止します。</li></h5>
        <h5><li>当社の承認した以外の方法により本サービスを利用する行為を一切禁止します。</li></h5>
        <h5><li>本サービスを商用目的で利用する行為を一切禁止します。</li></h5>
        <h5><li>本サービスを無断で改変する行為当社のサーバー等のコンピューターに不正にアクセスしたり、有害なコンピュータプログラム等を送信または書き込む行為、スパムメール、チェーンレター、ジャンクメール等を送信する行為を一切禁止します。</li></h5>
        <h5><li>ARMANSまたは第三者（介護事業所および掲載会社を含みますが、これに限りません。以下、本項において同様とします）の肖像権、著作権、商標権その他の知的財産権を侵害し、または侵害するおそれのある行為を一切禁止します。</li></h5>
        <h5><li><h5>当社または第三者を誹謗、中傷する行為、または名誉、プライバシー等を傷つけること、もしくはそれらのおそれのある行為を一切禁止します。</h5></li></h5>
        <h5><li>公序良俗に反する内容の情報、文書または図形等を他人に公開する行為を一切禁止します。</li></h5>
        <h5><li>自己、他人または第三者の名称や住所や電話番号や電子メールアドレス等、虚偽の情報（実在しない架空の情報を含みますが、これに限らない）を登録する行為を一切禁止します。</li></h5>
        <h5><li>ARMANSまたは第三者に対する迷惑行為、不快感を抱かせる行為、および不利益となる行為を一切禁止します。</li></h5>
        <h5><li>ケアアップの運営を妨げ、あるいはARMANS、ARMANSの関連会社、またはARMANSの提携先の信用を毀損させるような行為を一切禁止します。</li></h5>
        <h5><li>利用者は、ケアアップに関する利用者としての地位および当該地位に基づく権利義務を、ARMANSが予め承諾した場合を除き、第三者に譲渡しまたは担保に供する行為一切を禁止します。</li></h5>
        <h5><li>その他一切の、法律、本規約に違反する行為または違反のおそれのある行為を禁止します。</li></h5>
        <h5><li>ARMANSは、利用者が前項に違反した場合、その他ARMANSがケアアップの運営上不適当と判断する行為を行った場合には、当該利用者に対して、ケアアップの利用停止、会員資格の剥奪、損害賠償請求等当社が必要と判断する措置（法的措置を含みますが、これに限りません。）を行うことができるものとします。</li></h5>
    </ol>
    <br />

    <h4>第5条（利用者の情報の取扱いについて）</h4>
    <h5>ARMANSは、ケアアップの利便性を向上させるため、統計データの作成や情報配信をおこなうために、アクセスログならびにスマートフォンアプリ上で同意いただいた方においてはユーザー識別ID、BeaconID、Beacon電波強度、電波検知時刻、端末名、OSおよび本サイトアプリの識別ID（以下、これらを「利用者情報」といいます。また、利用者情報のうち、スマートフォンから取得する情報、すなわちアクセスログを除くこれらの情報を「SP取得情報」といいます）を取得することがあります。</h5>
    <br />

    <h4>第6条（当社の保有する個人情報の取扱いについて）</h4>
    <h5>ARMANSは、利用者のプライバシーを尊重し、利用者の個人情報の管理に細心の注意を払います。ケアアップの管理・運営に当たって、ARMANSが利用者から取得した個人情報は、別途定める「個人情報保護方針」に従って取り扱うものとします。</h5>
    <br />
    <h5>
        <?= Html::a('新規登録へ', ['signup']) ?>・<?= Html::a('ログインへ', ['login']) ?><br />
    </h5>
</div>
